export const mailingManageArr = [
    {
        id:1,
        title:'Статусы выполнения заказа',
        description:'Отслеживайте ваш заказ с момента оформления до доставки',
        flags:[
            {
                id:1,
                title:'Уведомления на Email',
            },
            {
                id:2,
                title:'Push-уведомления',
            },
            {
                id:3,
                title:'Уведомление',
            },
        ]
    },
    {
        id:2,
        title:'Мои события',
        description:'Добавляйте важные события и дни рождения - мы заранее о них напомним',
        flags:[
            {
                id:1,
                title:'Уведомления на Email',
            },
            {
                id:2,
                title:'Push-уведомления',
            },
            {
                id:3,
                title:'Уведомление',
            },
        ]
    },
    {
        id:3,
        title:'Бонусы и промокоды',
        description:'Сообщим о начислении бонусов и сроке действия ваших промокодов',
        flags:[
            {
                id:1,
                title:'Push-уведомления',
            },
            {
                id:2,
                title:'Уведомление',
            },
        ]
    },
    {
        id:4,
        title:'Забавные праздники',
        description:'Календарь милых поводов, чтобы радовать себя и близких',
        flags:[
            {
                id:1,
                title:'Push-уведомления',
            },
            {
                id:2,
                title:'Уведомление',
            },
        ]
    },
    {
        id:5,
        title:'Напомним через год',
        description:'Напомним о заказах, сделанных год назад',
        flags:[
            {
                id:1,
                title:'Push-уведомления',
            },
            {
                id:2,
                title:'Уведомление',
            },
        ]
    },
    {
        id:6,
        title:'Избранные магазины',
        description:'Новые товары, скидки и уникальные предложения от ваших любимых магазинов',
        flags:[
            {
                id:1,
                title:'Уведомление',
            },
        ]
    },
    {
        id:7,
        title:'Видеообзоры',
        description:'Обзоры товаров избранных магазинов',
        flags:[
            {
                id:1,
                title:'Уведомление',
            },
        ]
    },
    {
        id:8,
        title:'Снижение цены',
        description:'Отслеживание цены на выбранные товары',
        flags:[
            {
                id:1,
                title:'Уведомление',
            },
            {
                id:2,
                title:'Push-уведомления',
            },
        ]
    },
    {
        id:9,
        title:'Секретные предложения',
        description:'Товары со скидкой -15% только для подписчиков',
        flags:[
            {
                id:1,
                title:'Уведомления на Email',
            },
        ]
    },
    {
        id:10,
        title:'Пушистая рассылка',
        description:'Актуальные подборки, скидки и подарки, романтика от Дуси',
        flags:[
            {
                id:1,
                title:'Push-уведомления',
            },
            {
                id:2,
                title:'Уведомление',
            },
        ]
    },
    {
        id:11,
        title:'Поступление товаров',
        description:'Отслеживайте, когда распроданные товары будут в наличии',
        flags:[
            {
                id:1,
                title:'Push-уведомления',
            },
            {
                id:2,
                title:'Уведомление',
            },
        ]
    },
]