export const waysArr = [
    {
        id:1,
        title:'Как можно быстрее',
    },
    {
        id:2,
        title:'Ко времени',
    },
    {
        id:3,
        title:'Узнать у получателя',
    },
]

export const monthArr = ['января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа', 'сентября', 'октября', 'ноября', 'декабря']

export const timeIntervals = [
    {
        id:1,
        title:'00:00 - 00:30 ночи'
    },
    {
        id:2,
        title:'00:30 - 01:00 ночи'
    },
    {
        id:3,
        title:'01:00 - 01:30 ночи'
    },
    {
        id:4,
        title:'01:30 - 02:00 ночи'
    },
    {
        id:5,
        title:'07:00 - 07:30 утра'
    },
    {
        id:6,
        title:'07:30 - 08:00 утра'
    },
    {
        id:7,
        title:'08:00 - 08:30 утра'
    },
    {
        id:8,
        title:'08:30 - 09:00 утра'
    },
    {
        id:9,
        title:'09:00 - 09:30 утра'
    },
    {
        id:10,
        title:'09:30 - 10:00 утра'
    },
    {
        id:11,
        title:'10:00 - 10:30 утра'
    },
    {
        id:12,
        title:'10:30 - 11:00 утра'
    },
    {
        id:13,
        title:'11:00 - 11:30 утра'
    },
    {
        id:14,
        title:'11:30 - 12:00 утра'
    },
    {
        id:15,
        title:'12:00 - 12:30 дня'
    },
    {
        id:16,
        title:'12:30 - 13:00 дня'
    },
    {
        id:17,
        title:'13:00 - 13:30 дня'
    },
    {
        id:18,
        title:'13:30 - 14:00 дня'
    },
    {
        id:19,
        title:'14:00 - 14:30 дня'
    },
    {
        id:20,
        title:'14:30 - 15:00 дня'
    },
    {
        id:21,
        title:'15:00 - 15:30 дня'
    },
    {
        id:22,
        title:'15:30 - 16:00 дня'
    },
    {
        id:23,
        title:'16:00 - 16:30 дня'
    },
    {
        id:24,
        title:'16:30 - 17:00 дня'
    },
    {
        id:25,
        title:'17:00 - 17:30 дня'
    },
    {
        id:26,
        title:'17:30 - 18:00 дня'
    },
    {
        id:27,
        title:'18:00 - 18:30 дня'
    },
    {
        id:28,
        title:'18:30 - 19:00 дня'
    },
    {
        id:29,
        title:'19:00 - 19:30 вечера'
    },
    {
        id:30,
        title:'19:30 - 20:00 вечера'
    },
    {
        id:31,
        title:'20:00 - 20:30 вечера'
    },
    {
        id:32,
        title:'20:30 - 21:00 вечера'
    },
    {
        id:33,
        title:'21:00 - 21:30 вечера'
    },
    {
        id:34,
        title:'21:30 - 22:00 вечера'
    },
    {
        id:35,
        title:'22:00 - 22:30 вечера'
    },
    {
        id:36,
        title:'22:30 - 23:00 вечера'
    },
    {
        id:37,
        title:'23:00 - 23:30 вечера'
    },
    {
        id:38,
        title:'23:30 - 00:00 вечера'
    },
]